[{"title": "Five Nights at Freddy's", "year": "2023", "duration": 109, "rating": 5.6, "tags": ["Horror", "Mystery", "Thriller"], "plot": "A troubled security guard begins working at Freddy Fazbear's Pizza. During his first night on the job, he realizes that the night shift won't be so easy to get through. Pretty soon he will unveil what actually happened at Freddy's."}, {"title": "Taylor Swift: The Eras Tour", "year": "2023", "duration": 169, "rating": 8.3, "tags": ["Music"], "plot": "Experience the breathtaking Eras Tour concert, performed by the one and only Taylor Swift."}, {"title": "Killers of the Flower Moon", "year": "2023", "duration": 206, "rating": 8.1, "tags": ["Crime", "Drama", "History"], "plot": "When oil is discovered in 1920s Oklahoma under Osage Nation land, the Osage people are murdered one by one - until the FBI steps in to unravel the mystery."}, {"title": "After Death", "year": "2023", "duration": 108, "rating": 6.1, "tags": ["Documentary"], "plot": "Based on real near-death experiences, After Death explores the afterlife with the guidance of New York Times bestselling authors, medical experts, scientists, and survivors that shed a light on what awaits us."}, {"title": "The Exorcist: Believer", "year": "2023", "duration": 111, "rating": 4.9, "tags": ["Horror"], "plot": "When two girls disappear into the woods and return three days later with no memory of what happened to them, the father of one girl seeks out Chris MacNeil, who's been forever altered by what happened to her daughter fifty years ago."}, {"title": "PAW Patrol: The Mighty Movie", "year": "2023", "duration": 88, "rating": 6.0, "tags": ["Animation", "Action", "Adventure"], "plot": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups"}, {"title": "The Nightmare Before Christmas", "year": "1993", "duration": 76, "rating": 7.9, "tags": ["Animation", "Family", "Fantasy"], "plot": "Jack Skellington, king of Halloween Town, discovers Christmas Town, but his attempts to bring Christmas to his home causes confusion."}, {"title": "Freelance", "year": "2023", "duration": 108, "rating": 5.6, "tags": ["Action", "Comedy"], "plot": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive."}, {"title": "Saw X", "year": "2023", "duration": 118, "rating": 6.8, "tags": ["Horror", "Mystery", "Thriller"], "plot": "A sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer only to discover the entire operation is a scam to defraud the most vulnerable."}, {"title": "The Creator", "year": "2023", "duration": 133, "rating": 7.1, "tags": ["Action", "Adventure", "Drama"], "plot": "Against the backdrop of a war between humans and robots with artificial intelligence, a former soldier finds the secret weapon, a robot in the form of a young child."}]